module.exports = {
  telegramSticker:
    "https://vivasport24.com.ua/content/images/2/400x200l50nn0/64200801019565.webp",
  helloText: [
    "Доброго дня! Вас вітає чат-бот магазину VivaSport!\nТут виможете знайти свою картку лояльності!\nТакож, саме тут ми інформуємо про нові акції та знижки!",
    "Для того щоб отримати вашу картку поділіться своїм номером телефону!",
  ],
  sharePhone: "Поділитись номером",
  exist: {
    telegram:
      "Ваша телеграм аккаунт вже прив'язано до цього номеру телефону - {{phone}}.",
  },
  nonexist: {
    telegram:
      "Ваша телеграм аккаунт ще не прив'язано до цього номеру телефону - {{phone}}. Прив'язуємо!",
  },
  cardCreated: "Ваша картка активована! Приємного користування",
  authorized: "Ви вже авторизовані!",
  buttons: {
    loyaltyCard: {
      text: "Моя картка лояльності",
      response: "Ваша картка лояльності",
    },
    discount: {
      text: "Моя знижка",
      yes: "Ваша персональна знижка - {{discount}}%",
      no: "У вас ще немає знижки...",
    },
    conditions: { text: "Умови", response: ["Умова 1", "Умова 2"] },
    contacts: { text: "Контакти", response: ["Контакт 1", "Контакт 2"] },
    directions: { text: "Як пройти?", response: ["Прохід 1", "Прохід 2"] },
  },
}
