module.exports = {
  telegramSticker:
    "https://vivasport24.com.ua/content/images/2/400x200l50nn0/64200801019565.webp",
  helloText: [
    "Доброго дня! Вас вітає чат-бот магазину VivaSport!\nТут виможете знайти свою картку лояльності!\nТакож, саме тут ми інформуємо про нові акції та знижки!",
    "Для того щоб отримати вашу картку поділіться своїм номером телефону!",
  ],
  phoneBind: "Ваша картка буде закріплена за номером телефону",
  cardCreating: "Створюємо вашу картку...",
  cardCreated: "Ваша картка створена! Приємного користування",
  authorized: "Ви вже авторизовані!",
  buttons: {
    loyaltyCard: {
      text: "Моя картка лояльності",
      response: "Ваша картка лояльності",
    },
    discount: {
      text: "Моя знижка",
      yes: "Ваша персональна знижка - ",
      no: "У вас ще немає знижки...",
    },
    conditions: { text: "Умови", response: ["", ""] },
    contacts: { text: "Контакти", response: ["", ""] },
    directions: { text: "Як пройти?", response: ["", ""] },
  },
}
